Repository: delta94/HeroCards
Catalog: assets/i18n/*.po
Languages: de

source: Cost: -
de: Kosten:-

source: Cost: ${ costString }
de: Kosten: ${costString}

source: Guardian / Rogue
de: Guardian/Schurke

source: Guardian
de: Vormund

source: Seeker
de: Sucher

source: Survivor
de: Überlebende

source: Weakness
de: Schwäche

source: Unknown
de: Unbekannt

source: Investigator
de: Ermittler

source: Asset: Hand
de: Vermögenswert: Hand

source: Asset: Hand x2
de: Vermögenswert: Hand x2

source: Asset: Hand. Arcane
de: Vermögenswert: Hand. Arkane

source: Asset: Body. Hand x2
de: Vermögenswert: Body. Hand x2

source: Asset: Accessory
de: Vermögenswert

source: Asset: Ally
de: Vermögenswert: Ally

source: Asset: Arcane
de: Vermögenswert: Arkan

source: Asset: Arcane x2
de: Vermögenswert: Arcane x2

source: Asset: Body
de: Vermögenswert: Body

source: Asset: Permanent
de: Vermögenswert: Dauerhaltend

source: Asset: Tarot
de: Vermögenswert: Tarot

source: Asset: Other
de: Vermögenswert: Sonstiges

source: Event
de: Veranstaltung

source: Skill
de: Fähigkeit

source: Basic Weakness
de: Grundschwäche

source: Scenario
de: Szenario

source: Story
de: Geschichte

source: Second Core Set
de: Zweites Kernset

source: Edit Collection
de: Sammlung bearbeiten

source: Search decks
de: Suchdecks

source: No matching decks for "${ searchTerm }".
de: Keine passenden Decks für "${searchTerm}".

source: ${ scenarioCount } scenario completed
de: ${scenarioCount} Szenario abgeschlossen

source: Updated ${ dateStr }
de: Aktualisierte ${dateStr}

source: ${ xp } available experience
de: ${xp} verfügbare Erfahrung

source: ${ parsedDeck.experience } experience required
de: ${parsedDeck.experience} Erfahrung erforderlich

source: Not enough cards.
de: Nicht genug Karten.

source: Too many cards.
de: Zu viele Karten.

source: Too many copies of a card with the same name.
de: Zu viele Kopien einer gleichnamigen Karte.

source: Contains forbidden cards (cards not permitted by Faction)
de: Enthält verbotene Karten (Karten, die nicht durch Faction erlaubt sind)

source: Contains too many limited cards.
de: Enthält zu viele limitierte Karten.

source: Back
de: Zurück

source: Edit Story Cards
de: Storykarten bearbeiten

source: Draw Basic Weakness
de: Grundschwäche zeichnen

source: Draw From Collection
de: Aus Sammlung

source: Cancel
de: Abbrechen

source: Draw Weaknesses
de: Ziehungen Schwächen

source: STORY
de: Geschichte

source: DO NOT COUNT TOWARDS DECK SIZE
de: KEINE KEINE KOMMEN DECK SIZE

source: Save
de: Speichern

source: Sort by
de: Sortieren nach

source: Title
de: Titel

source: Faction
de: Fraktion

source: Pack
de: Paket

source: Connect to ArkhamDB
de: Verbindung zu ArkhamDB

source: Hide ArkhamDB Decks
de: ArkhamDB-Decks versteckt

source: New Deck
de: Neues Deck

source: Authorization error
de: Autorisierungsfehler

source: Try again
de: Versuchen Sie es erneut

source: Reauthorize
de: Erneut autorisieren

source: Hand. Arcane
de: Hand. Arkane

source: Accessory
de: Zubehörteil

source: Body. Hand x2
de: Körper. Hand x2

source: Ally
de: Verbündeter

source: Other
de: Andere

source: Available weaknesses
de: Erhältliche Schwächen

source: Saving
de: Speichern

source: Draw a Different Weakness
de: Eine andere Schwäche zeichnen

source: Draw Another
de: Zeichnen Sie ein anderes

source: Traits
de: Merkmale

source: All weaknesses have been drawn.
de: Alle Schwächen wurden gezogen.

source: Save to Deck
de: Retten Sie auf Deck

source: Confirm import
de: Import bestätigen

source: Nevermind
de: Egal

source: Save These Campaigns
de: Diese Kampagnen speichern

source: Problem with import
de: Problem mit Import

source: Restore campaign data?
de: Kampagnendaten wiederherstellen?

source: Import and Erase Current Campaigns
de: Aktuelle Kampagnen importieren und löschen

source: Paste Backup Here
de: Backup hier einfügen

source: Backup campaign data?
de: Backup-Kampagnendaten?

source: This feature is intended for advanced diagnostics or if you are trying to move your campaign data from one device to another. Just copy the data and paste it into the other app.
de: Diese Funktion ist für die fortgeschrittene Diagnostik gedacht oder wenn Sie versuchen, Ihre Kampagnendaten von einem Gerät zum anderen zu verschieben. Kopieren Sie die Daten einfach und fügen Sie sie in die andere App ein.

source: Export Campaign Data
de: Exportkampagendaten

source: Backup Campaign Data
de: Backup-Kampagesdaten

source: Restore Campaign Data
de: Kampagnendaten wiederherstellen

source: Caches
de: Zwischenspeicher

source: Clear image cache
de: Klarer Bildspeicher

source: Clear cache
de: Cache leeren

source: Are you sure you want to sign out?
de: Möchtest Du dich wirklich abmelden?

source: Sign Out
de: Abmelden

source: Reconnect Account
de: Rücknahmekonto

source: Sign out of ArkhamDB
de: Schild aus ArkhamDB

source: Sign in to ArkhamDB
de: Anmeldung bei ArkhamDB

source: Edit Spoilers
de: Spoiler bearbeiten

source: Diagnostics
de: Diagnose

source: About Arkham Cards
de: Über Arkham Karten

source: Done
de: Erledigt

source: Updating cards
de: Aktualisierungskarten

source: Card Language
de: Kartensprache

source: Error: Check for Cards Again
de: Fehler: Check für Karten

source: Check for New Cards on ArkhamDB
de: Neue Karten auf ArkhamDB prüfen

source: Account
de: Konto

source: Card Data
de: Kartendaten

source: Card Collection
de: Kartensammlung

source: Spoiler Settings
de: Spoiler-Einstellungen

source: Hunter
de: Akquisiteur

source: Alert
de: Alarm

source: Spawn
de: Laichen

source: Aloof
de: Fern

source: Non-Elite
de: Nicht-Elite

source: Non-Hunter
de: Nichtjäger

source: Retaliate
de: Vergeltung

source: Parley
de: Unterredung

source: Prey
de: Opfer

source: Fight
de: Kampf

source: Health
de: Gesundheit

source: Per Investigator
de: Per Ermittler

source: Evade
de: Entziehen

source: Damage
de: Schaden

source: Enemy Filters
de: Feindliche Filter

source: Shroud
de: Leichentuch

source: Clues
de: Hinweise

source: Location Filters
de: Standortfilter

source: Core Set
de: Grundspiel

source: Select Packs
de: Packs auswählen

source: Clear
de: Zurücksetzen

source: Skill Icons
de: Geschicklichkeits-Ikonen

source: Skill Icons: All
de: Geschicklichkeits-Icons: Alle

source: Packs: All
de: Päckchen: Alle

source: Enemies: All
de: Feinde: Alles

source: Enemies: ${ searchParts }
de: Feinde: ${searchParts}

source: Fixed Clues
de: Feste Hinweise

source: Locations: All
de: Standorte: Alle

source: Locations: ${ searchParts }
de: Standorte: ${searchParts}

source: Exceptional
de: Perfekt

source: Non-Exceptional
de: Nicht außergewöhnlich

source: Types
de: Typen

source: SubTypes
de: Untertypen

source: Cost
de: Kosten

source: Uses
de: Verwendet

source: Fast
de: Schnell

source: Permanent
de: Dauerhaft

source: Victory
de: Sieg

source: Exile
de: Exil

source: Unique
de: Eindeutig

source: Vengeance
de: Rache

source: Encounter Sets
de: Begegnung

source: Illustrators
de: Zeichner

source: Search ${ title }
de: Suche ${title}

source: All
de: Alle

source: Note: This entry is crossed out
de: Hinweis: Dieser Eintrag wird durchgestrichen

source: Uncross Out
de: Kreuz los

source: Add Another
de: Weiteres hinzufügen

source: Check for updated cards?
de: Überprüfen Sie nach aktualisierten Karten?

source: Ask me later
de: Fragen Sie mich später

source: Check for updates
de: Auf Aktualisierungen prüfen

source: Add Campaign Log Section
de: Log-Abschnitt hinzufügen

source: Section Name
de: Abschnittsname

source: Count
de: Anzahl

source: Add
de: Hinzufügen

source: Selected Difficulty
de: Ausgewählte Schwierigkeit

source: Investigator: ${ investigatorName }
de: Ermittler: ${investigatorName}

source: Replace Random Weakness
de: Randschwäche ersetzen

source: Save to ${ investigator.name }’s Deck
de: Speichern Sie auf ${investigator.name} es Deck

source: Not yet started
de: Noch nicht gestartet

source: Add Investigator
de: Ermittler hinzufügen

source: ${ investigator.firstName }’s Trauma
de: ${investigator.firstName} es Trauma

source: Physical Trauma
de: Körperliche Trauma

source: Mental Trauma
de: Mentales Trauma

source: Killed
de: Getötet

source: Insane
de: Wahnsinnig

source: Choose a Deck
de: Wählen Sie ein Deck

source: Hide Decks From Other Campaigns
de: Decks aus anderen Kampagnen verstecken

source: Hide Killed and Insane Investigators
de: Tötende und unsanfte Ermittler

source: Only Show Previous Campaign Members
de: Nur vorige Wahlkampfmitglieder zeigen

source: Experience
de: Erfahrung

source: Easy
de: Einfach

source: Hard
de: Schwer

source: Expert
de: Experte

source: Night of the Zealot
de: Nacht der Zealot

source: Return to the Night of the Zealot
de: Zurück zur Nacht der Zealot

source: The Dunwich Legacy
de: Das Vermächtnis von Dunwich

source: Return to The Dunwich Legacy
de: Zurück zu The Dunwich Legacy

source: The Path To Carcosa
de: Der Pfad nach Carcosa

source: The Forgotten Age
de: Das vergessene Zeitalter

source: The Circle Undone
de: Der Gebrochene Kreis

source: The Gathering
de: Die Versammlung

source: The Midnight Masks
de: Die Mitternachtsmasken

source: The Devourer Below
de: Der Devourer Below

source: Extracurricular Activity
de: Extrakadeaktivität

source: The House Always Wins
de: Das Haus gewinnt immer

source: Armitage’s Fate
de: Armitage es Schicksal

source: The Miskatonic Museum
de: Das Miskatonic-Museum

source: Essex County Express
de: Der Essex-County-Express

source: Blood on the Altar
de: Blut auf dem Altar

source: The Survivors
de: Die Überlebenden

source: Undimensioned and Unseen
de: Gestaltlos und unsichtbar

source: Where Doom Awaits
de: Wo das Verderben wartet

source: Lost in Time and Space
de: Verloren in Zeit und Raum

source: Epilogue
de: Epilog

source: Return to Extracurricular Activity
de: Rückkehr zur außerschulischen Aktivität

source: Return to The House Always Wins
de: Zurück ins Haus gewinnt immer

source: Return to The Miskatonic Museum
de: Rückkehr ins Miskatonische Museum

source: Return to Essex County Express
de: Zurück zu Essex County Express

source: Return to Blood on the Altar
de: Zurück zum Blut auf dem Altar

source: Return to Undimensioned and Unseen
de: Rückkehr zu Undimensioniert und unsichtbar

source: Return to Where Doom Awaits
de: Zurück zu dem Ort, wo der Untergang aufgeht

source: Return to Lost in Time and Space
de: Rückkehr zum Verlust in Zeit und Raum

source: Prologue
de: Prolog

source: Curtain Call
de: Ruf vor den Vorhang

source: The Last King
de: Der letzte König

source: Lunacy’s Reward
de: Verinnerung

source: Echoes of the Past
de: Widerhall aus der Vergangenheit

source: The Unspeakable Oath
de: Der unaussprechliche Eid

source: Lost Soul
de: Verlorene Seele

source: A Phantom of Truth
de: Ein Phantom der Wahrheit

source: The Pallid Mask
de: Die Bleiche Maske

source: Black Stars Rise
de: Die Schwarzen Sterne gehen auf

source: Dim Carcosa
de: Finsteres Carcosa

source: The Untamed Wilds
de: Ungezähmte Wilden

source: Restless Nights
de: Unruhige Nächte

source: The Doom of Eztli
de: Eztli

source: Expedition’s End
de: Expedition endet

source: Threads of Fate
de: Fäden des Schicksals

source: The Boundary Beyond
de: Die jenseitige Grenze

source: The Jungle Beckons
de: Die Dschungelwinkeln

source: Heart of the Elders
de: Das Herz der Älteren

source: The City of Archives
de: Die Archivstadt

source: Those Held Captive
de: Jene Held gefangen

source: The Depths of Yoth
de: Die Tiefen von Yoth

source: The Darkness
de: Die Dunkelheit

source: Shattered Aeons
de: Zerstörte Zeitalter

source: Prologue: Disappearance at the Twilight Estate
de: Prolog: Verschwinden auf dem Twilight Estate

source: The Witching Hour
de: Die Hexenstunde

source: A Record of Those Lost
de: Eine Bilanz der Verlierer

source: The Price of Progress
de: Der Preis des Fortschritts

source: The Secret Name
de: Der geheime Name

source: The Wages of Sin
de: Die Löhne der Sünde

source: For the Greater Good
de: Für das große Wohl

source: The Inner Circle
de: Der innere Kreis

source: Union and Disillusion
de: Union und Behinderung

source: In the Clutches of Chaos
de: In den Clutches des Chaos

source: Twist of Fate
de: Dreh des Schicks

source: Before the Black Throne
de: Vor dem schwarzen Thron

source: Return to The Gathering
de: Rückkehr zum Gathering

source: Return to the Midnight Masks
de: Zurück zu den Mitternachtsmasken

source: Return to the Devourer Below
de: Zurück zum Devourer Below

source: The Night of the Zealot
de: Nacht der Zealot

source: The Path to Carcosa
de: Weg nach Carcosa

source: Campaign Notes
de: Wahlkampfnoten

source: Cultists We Interrogated
de: Kultisten, die wir verhört haben

source: Cultists Who Got Away
de: Kultisten, die sich auf den Weg machen

source: Sacrificed to Yog-Sothoth
de: Yog-Sothoth geopfert

source: VIPs Interviewed
de: VIPs befragt

source: Doubt
de: Zweifel

source: Conviction
de: Überzeugung

source: Chasing the Stranger
de: Die Verfolgungsjagd

source: Supplies
de: Vorräte

source: Mementos Discovered
de: Mementos entdeckt

source: Missing Persons - Gavriella Mizrah
de: Vermisste Personen-Gavriella Mizrah

source: Missing Persons - Jerome Davids
de: Vermisste Personen-Jerome Davids

source: Missing Persons - Penny White
de: Vermisste Personen-Penny White

source: Missing Persons - Valentino Rivas
de: Vermisste Personen-Valentino Rivas

source: None
de: Keine

source: Custom
de: Benutzerdefiniert

source: My Campaigns
de: Meine Kampagnen

source: Other Campaigns
de: Weitere Kampagnen

source: Select Campaign
de: Kampagne auswählen

source: Campaign
de: Kampagne

source: New Campaign
de: Neue Kampagne

source: Chaos Bag
de: Chaos-Tasche

source: Campaign Name
de: Kampagnen Name

source: Adjust Weakness Set
de: Schwachstellen-Set anpassen

source: This deck contains several basic weaknesses
de: Dieses Deck enthält mehrere grundlegende Schwächen

source: This deck contains a basic weakness
de: Dieses Deck enthält eine grundlegende Schwäche

source: Do you want to remove them from the campaign’s Basic Weakness set?
de: Wollen Sie sie aus dem Grundwachens-Set der Kampagne entfernen?

source: Do you want to remove it from the campaign’s Basic Weakness set?
de: Wollen Sie es aus dem Grundwachens-Set der Kampagne entfernen?

source: Not Now
de: Nicht jetzt

source: (required)
de: (erforderlich)

source: My ${ campaign } Campaign
de: Meine ${campaign} Kampagne

source: Include all basic weaknesses from these expansions
de: Alle grundlegenden Schwächen dieser Erweiterungen einbeziehen

source: Add Log Section
de: Log Abschnitt hinzufügen

source: Difficulty
de: Schwierigkeit

source: Create Campaign
de: Kampagne erstellen

source: Campaigns
de: Kampagnen

source: No matching campaigns for "${ search }".
de: Keine passenden Kampagnen für "${search}".

source: Search campaigns
de: Suchaktionen

source: Save changes?
de: Änderungen speichern?

source: Looks like you have made some changes that have not been saved.
de: Es sieht so aus, als hätten Sie einige Änderungen vorgenommen, die nicht gespeichert wurden.

source: Save Changes
de: Änderungen speichern

source: Discard Changes
de: Änderungen verwerfen

source: Add note
de: Notiz hinzufügen

source: ${ xp } available
de: ${xp} verfügbar

source: EXPERIENCE
de: DOŚWIADCZENIE

source: Remove ${ investigator.name }?
de: Entfernen Sie ${investigator.name}?

source: Remove
de: Entfernen

source: Scenarios
de: Szenarien

source: Scenario Result
de: Szenarienergebnis

source: Record Scenario Results
de: Ergebnisse der Rekord-Szenario

source: Basic Weakness Set
de: Grundlegende Schwäche Set

source: ${ counts.assigned } / ${ counts.total } have been drawn.
de: ${counts.assigned}/${counts.total} wurden gezogen.

source: Delete
de: Löschen

source: Are you sure you want to delete the campaign: ${ campaign.name }
de: Sind Sie sicher, dass Sie die Kampagne löschen wollen: ${campaign.name}

source: Delete Campaign
de: Kampagne löschen

source: Custom Scenario Name
de: Eigener Scenario-Name

source: Show Interludes
de: Zwischenspiele anzeigen

source: Interlude
de: Zwischenspiel

source: Resolution
de: Auflösung

source: Mark entire cycle?
de: Markieren Sie den ganzen Zyklus?

source: Clear entire cycle?
de: Klarer ganzen Zyklus?

source: Mark all packs in the ${ pack.name } cycle?
de: Markieren Sie alle Pakete im ${pack.name}-Zyklus?

source: Clear all packs in the ${ pack.name } cycle?
de: Alle Packs im ${pack.name}-Zyklus löschen?

source: No
de: Nein

source: Yes
de: Ja

source: The ${ investigator.name } Mysteries
de: Die Mysterien "${investigator.name}

source: Create on ArkhamDB
de: Erstellen auf ArkhamDB

source: Visit Settings to sign in to ArkhamDB.
de: Besuchen Sie Einstellungen, um sich bei ArkhamDB anzumelden.

source: You seem to be offline. Refresh Network?
de: Sie scheinen offline zu sein. Netzwerk neu erfrischen?

source: Search
de: Suche

source: No matching investigators for "${ searchTerm }".
de: Keine passenden Ermittler für "${ searchTerm }".

source: All Investigators
de: Alle Ermittler

source: Draw:
de: Zeichnen:

source: Redraw
de: Neuzeichnen

source: Reshuffle
de: Umbildung

source: Reset
de: Zurücksetzen

source: Draw
de: Unentschieden

source: XP: ${ spentXp } of ${ adjustedExperience } (${ adjustment })
de: XP: ${spentXp} von ${adjustedExperience} (${ adjustment })

source: Assets (${ assetCount })
de: Vermögenswerte (${ assetCount })

source: Enemy
de: Feind

source: Treachery
de: Verrat

source: Delete this upgrade (${ deck.version })
de: Löschen Sie dieses Upgrade (${ deck.version })

source: Delete all versions
de: Alle Versionen löschen

source: Delete deck
de: Verdeck löschen

source: Are you sure you want to delete this deck?
de: Sind Sie sicher, dass Sie dieses Deck löschen wollen?

source: Visit ArkhamDB to delete?
de: Besuch bei ArkhamDB zu löschen?

source: Unfortunately to delete decks you have to visit ArkhamDB at this time.
de: Leider müssen Sie zur Zeit, um Decks zu löschen, ArkhamDB besuchen.

source: Visit ArkhamDB
de: Besuch der ArkhamDB

source: Save Local Changes
de: Lokale Veränderungen speichern

source: Please save any local edits to this deck before sharing to ArkhamDB
de: Bitte speichern Sie alle lokalen Edits zu diesem Deck, bevor Sie an ArkhamDB teilen

source: Unsupported Operation
de: Nicht unterstützte Operation

source: This deck contains next/previous versions with upgrades, so we cannot upload it to ArkhamDB at this time. If you would like to upload it, you can use Copy to upload a clone of the current deck.
de: Dieses Deck enthält next/frühere Versionen mit Upgrades, so dass wir es zu diesem Zeitpunkt nicht auf ArkhamDB hochladen können. Wenn Sie es hochladen möchten, können Sie Copy verwenden, um einen Klon des aktuellen Daches hochzuladen.

source: Upload to ArkhamDB
de: Upload zu ArkhamDB

source: Special Cards
de: Sonderkarten

source: View on ArkhamDB
de: Blick auf ArkhamDB

source: Delete Deck
de: Deckes löschen

source: Save deck changes?
de: Deck-Änderungen speichern?

source: Edit Special Cards
de: Spezielle Karten bearbeiten

source: Edit Deck
de: Deck-Deck bearbeiten

source: Deck has been deleted
de: Deck wurde gelöscht

source: Error
de: Fehler

source: Edit
de: Bearbeiten

source: NEW NAME
de: NEUE NEUE NAME

source: Required
de: Erforderlich

source: Make a copy of a deck so that you can use it in a different campaign or choose different upgrades.
de: Machen Sie eine Kopie eines Decks, so dass Sie es in einer anderen Kampagne verwenden können oder andere Upgrades wählen können.

source: Type
de: Typ

source: Encounter Set
de: Begegnung Set

source: Investigating for clues
de: Ermittlungen nach Hinweisen

source: Cursing at the tentacle token
de: Fluch am Tentakel-Token

source: Drawing a mythos card with surge
de: Eine Mythen-Karte mit Aufschlag zeichnen

source: Placing doom on the agenda
de: Untergang auf die Tagesordnung

source: Reticulating spines
de: Stacheln senken

source: Trying to make sense of the Time Warp FAQ
de: Der Versuch, die Zeitware-FAQ sinnvoll zu gestalten

source: Taking three damage and three horror
de: Drei Schäden und drei Schrecken

source: Edit Spoiler Settings
de: Spoiler-Einstellungen bearbeiten

source: No matching cards for "${ searchTerm }"
de: Keine passenden Karten für "${searchTerm}"

source: No matching cards
de: Keine Karten

source: Cost: None
de: Kosten: Keine

source: Cost: ${ card.cost }
de: Kosten: ${card.cost}

source: All Cards
de: Alle Karten

source: Search for a card
de: Suche nach einer Karte

source: Search Player Cards
de: Suche nach Spieler-Karten

source: Search Encounter Cards
de: Suche nach Karten

source: Clear Search Filters
de: Deutliche Suchfilter

source: Search Game Text
de: Suchspiel-Text

source: Search Card Backs
de: Suchkarten-Backen

source: Apply
de: Übernehmen

source: Filters
de: Filter

source: Player Cards
de: Spieler-Karten

source: Required Cards
de: Benötigte Karten

source: Alternate Cards
de: Wechselkarten

source: Allowed Cards
de: Karten erlaubt

source: Sanity
de: Vernunft

source: Show back
de: Show zurück

source: Victory: ${ card.victory }.
de: Sieg: ${card.victory}.

source: Vengeance: ${ card.vengeance }.
de: Rache: ${card.vengeance}.

source: Deckbuilding Cards
de: Deckbaukarten

source: An unexpected error occurred (${ error }). If restarting the app doesn't fix the problem, tap here to reauthorize.
de: Es ist ein unerwarteter Fehler aufgetreten (${error}). Wenn ein Neustart der App das Problem nicht löst, tippen Sie hier, um die Möglichkeit einer erneuten Genehmigung zu erhalten.

source: At Death's Doorstep (Act 1)
de: Bei Death es Doorstep (Act 1)

source: At Death's Doorstep (Acts 2-3)
de: Bei Death es Doorstep (Apg 2-3)

source: Doesn't comply with the Investigator requirements.
de: Erhält nicht die Anforderungen des Ermittlers.

source: Up by 5, hope I don't draw the tentacle
de: Bis 5, hoffe ich, ich ziehe nicht den Tentakel

source: Cards
de: Karten

source: Settings
de: Einstellungen

source: Additional XP: ${ taboo.extra_xp }.
de: Weitere XP: ${taboo.extra_xp}.

source: The List of Taboos is a list of Arkham Horror: The Card Game cards with optional deckbuilding restrictions or text changes. This list is designed to craft a healthy balance between investigator power and scenario difficulty, and to enforce shifts in deckbuilding environments over time.
de: Die Liste der Tabus ist eine Liste von Arkham Horror: Die Card Game Cards mit optionalen Deckbausorstrichen oder Textänderungen. Diese Liste ist so konzipiert, dass ein gesundes Gleichgewicht zwischen der Macht der Ermittler und den Schwierigkeiten des Szenarios hergestellt wird und dass sich Verschiebungen in der Deckbautäste im Laufe der Zeit durchsetzen.

source: Adhering to The List of Taboos is completely optional. Investigators are not forced to adhere to the restrictions on this list, but if an investigator chooses to do so, they must do so in full (an investigator cannot pick and choose which restrictions to use).
de: Die Einhaltung der Tabubruch ist völlig optional. Die Ermittler sind nicht gezwungen, sich an die Beschränkungen dieser Liste zu halten, aber wenn sich ein Ermittler dafür entscheidet, müssen sie dies in vollem Umfang tun (ein Ermittler kann sich nicht aussuchen, welche Einschränkungen er verwenden soll).

source: Note: not all cards have translations available.
de: Hinweis: Nicht alle Karten haben Übersetzungen.

source: Card Settings
de: Karteneinstellungen

source: Taboo List
de: Tabuliste

source: Changes the default taboo list for newly created decks and search.
de: Ändert die Standard-Tabuliste für neu erstellte Decks und Suche.

source: Error loading cards, make sure your network is working.
de: Fehler beim Laden von Karten, stellen Sie sicher, dass Ihr Netzwerk funktioniert.

source: Try Again
de: Versuchen Sie es erneut

source: Loading latest cards...
de: Laden Sie die neuesten Karten ...
