Repository: delta94/HeroCards
Catalog: assets/i18n/*.po
Languages: de

source: Taboo List: ${ tabooSet.date_start }.
de: Tabuliste: ${tabooSet.date_start}.

source: XP: ${ spentXp } of ${ adjustedExperience } (+0)
de: XP: ${spentXp} von ${adjustedExperience} (+ 0)

source: Discard Edits
de: Abwerfen

source: Card Costs
de: Kartenkosten

source: Card Factions
de: Kartenaktionen

source: Bonded
de: Verbunden

source: Bound Cards
de: Gebundte Karten

source: Taboo
de: Tabu

source: Taboo List Changes
de: Tabuliste ändert sich

source: Additional XP: ${ card.extra_xp }.
de: Weitere XP: ${card.extra_xp}.

source: No decks yet. Use the + button to create a new one.
de: Noch keine Decks Mit dem +-Button können Sie einen neuen erstellen.

source: This deck does not seem to be part of a campaign yet. If you add this deck to a campaign, the app can keep track of the available weaknesses between multiple decks. Otherwise, you can draw random weaknesses from your entire collection.
de: Dieses Deck scheint noch nicht Teil einer Kampagne zu sein. Wenn Sie dieses Deck zu einer Kampagne hinzufügen, kann die App den Überblick über die verfügbaren Schwächen zwischen mehreren Decks behalten. Ansonsten können Sie zufällige Schwächen aus Ihrer gesamten Sammlung ziehen.

source: ArkhamDB is a popular deck building site where you can manage and share decks with others. Sign in to access your decks or share decks you have created with others.
de: ArkhamDB ist eine beliebte Deck-Baustelle, auf der man Decks mit anderen verwalten und teilen kann. Melden Sie sich an, um auf Ihre Decks zuzugreifen oder Decks zu teilen, die Sie mit anderen erstellt haben.

source: We are having trouble talking to ArkhamDB. If the problem persists, please try to reauthorize.
de: Wir haben Probleme, mit ArkhamDB zu sprechen. Wenn das Problem anhält, versuchen Sie bitte, die Genehmigung zu überprüfen.

source: There are no weaknesses that match these trait filters left in the set. Please adjust the trait filter.
de: Es gibt keine Schwächen, die mit diesen Charakterfiltern übereinstimmen, die im Set übrig bleiben. Bitte passen Sie den Charakterfilter an.

source: We found the following campaigns: ${ newCampaignNames } Are you sure you want to import this and erase your current campaigns?
de: Wir haben folgende Kampagnen gefunden: ${newCampaignNames} Sind Sie sicher, dass Sie diese importieren und Ihre aktuellen Kampagnen löschen wollen?

source: We were not able to parse any campaigns from that pasted data. Make sure its an exact copy of the text provided by the Backup feature of an Arkham Cards app.
de: Wir waren nicht in der Lage, irgendwelche Kampagnen aus diesen eingefügten Daten zu parsen. Vergewissern Sie sich, dass der Text, der durch die Backup-Funktion einer Arkham Cards-App zur Verfügung gestellt wird, exakt kopiert wird.

source: The following campaigns will be ERASED: ${ erasedCampaigns }
de: Folgende Kampagnen werden ERASED: ${erasedCampaigns}

source: This feature is intended for advanced diagnostics or to import data from another app. ${ erasedCopy }
de: Diese Funktion ist für die erweiterte Diagnostik oder den Import von Daten aus einer anderen App gedacht. ${erasedCopy}

source: Data on ArkhamDB will be preserved, but all Campaign data and any edits made without internet might be lost. If you are having trouble with your account you can also reconnect.
de: Die Daten auf ArkhamDB bleiben erhalten, aber alle Kampagnendaten und alle Edits, die ohne Internet gemacht werden, können verloren gehen. Wenn Sie Probleme mit Ihrem Konto haben, können Sie sich auch wieder verbinden.

source: It has been more than a week since you checked for new cards. Check for new cards from ArkhamDB?
de: Mehr als eine Woche ist es her, dass man nach neuen Karten gecheckt hat. Neue Karten bei ArkhamDB prüfen?

source: Edit Assigned Weaknesses
de: Bearbeiten Sie die Schwächen

source: No campaigns yet. Use the + button to create a new one. You can use this app to keep track of campaigns, including investigator trauma, the chaos bag, basic weaknesses, campaign notes and the experience values for all decks.
de: Noch keine Kampagnen. Mit dem +-Button können Sie einen neuen erstellen. Mit dieser App können Sie Kampagnen verfolgen, darunter Ermittler-Traumata, die Chaos-Tasche, grundlegende Schwächen, Kampagnennotizen und die Erfahrungswerte für alle Decks.

source: Are you sure you want to remove ${ investigator.name } from this campaign? Campaign log data associated with them may be lost (but the deck will remain on ArkhamDB).
de: Sind Sie sicher, dass Sie ${investigator.name} aus dieser Kampagne entfernen wollen? Kampagnenprotokoll-Daten, die mit ihnen verbunden sind, können verloren gehen (aber das Deck bleibt auf ArkhamDB).

source: Share Campaign
de: Share-Kampagne

source: Edit Campaign
de: Kampagne bearbeiten

source: Sort
de: Sortieren

source: You can upload your deck to ArkhamDB to share with others. After doing this you will need network access to make changes to the deck.
de: Sie können Ihr Deck auf ArkhamDB hochladen, um es mit anderen zu teilen. Danach benötigen Sie einen Netzwerkzugang, um Änderungen am Deck vorzunehmen.

source: It looks like you deleted this deck from ArkhamDB. If it was part of a campaign you can add the same investigator back to restore your campaign data.
de: Es sieht so aus, als ob Sie dieses Deck von ArkhamDB gelöscht haben. Wenn es Teil einer Kampagne war, können Sie den gleichen Ermittler wieder hinzufügen, um Ihre Kampagnendaten wiederherzustellen.

source: Clone Deck
de: Klon-Deck

source: Current Version ${ parsedCurrentDeck.deck.version } ${ parsedCurrentDeck.experience } XP
de: Aktuelle Version ${parsedCurrentDeck.deck.version} ${parsedCurrentDeck.experience}

source: Latest Version ${ parsedLatestDeck.deck.version } ${ parsedLatestDeck.experience } XP
de: Aktuelle Version ${parsedLatestDeck.deck.version} ${parsedLatestDeck.experience} XP

source: Game Text
de: Spieltext

source: Flavor Text
de: Geschmack text

source: Card Backs
de: Kartenrückseiten

source: Show Encounter Cards
de: Encounter Cards anzeigen

source: Share
de: Aktie

source: Story cards to add - ${ scenarioName }
de: Storykarten zum Hinzufügen - ${scenarioName}

source: Story cards to add
de: Storykarten hinzufügen

source: Saving...
de: Speichern…

source: Earned experience
de: Verdiente Erfahrung

source: Available experience: ${ adjustedExperience } Spent experience: ${ spentXp }
de: Verfügbare Erfahrung: ${adjustedExperience} Vergebliche Erfahrung: ${spentXp}

source: View Previous Deck
de: Blick auf das vorige Deck

source: View Next Deck
de: Das nächste Deck

source: Experience required: ${ experience }
de: Erfahrung erforderlich: ${experience}

source: Clues: ${ clues }${ perInvestigatorClues }
de: Hinweise: ${clues} ${perInvestigatorClues}

source: Shroud: ${ shroud }. Clues: ${ clues }${ perInvestigatorClues }.
de: Grabtuch: ${shroud}. Hinweise: ${clues} ${perInvestigatorClues}.

source: Deck upgrade saved.
de: Deck-Upgrade gespeichert.

source: Update investigator decks
de: Update-Ermittler-Decks

source: By upgrading a deck, you can track XP and story card upgrades as your campaign develops. Previous versions of your deck will still be accessible.
de: Durch das Upgrade eines Kartenspiels können Sie XP und Story-Card-Upgrades verfolgen, während sich Ihre Kampagne entwickelt. Frühere Versionen Ihres Daches sind weiterhin zugänglich.

source: Save and Upgrade Decks
de: Speichern und Upgrade von Decks

source: Only Save
de: Nur retten

source: You can opt-in to always seeing taboos and buiding decks with them in Settings.
de: Sie können sich anmelden, um Tabus zu sehen und Decks mit ihnen in den Einstellungen zu tragen.

source: Level ${ level }
de: Stufe ${level}

source: Upgrade Card
de: Upgrade-Karte

source: Too many copies of the card
de: Zu viele Kopien der Karte

source: All Eligible Cards
de: Alle berechtigten Karten

source: Deckbuilding
de: Deckbaukarten

source: Warning: this card contains possible spoilers for '${ card.pack_name }'.
de: Warnung: Diese Karte enthält mögliche Spoiler für ‘${card.pack_name}’.

source: XP: ${ changes.spentXp } of ${ adjustedExperience }
de: XP: ${changes.spentXp} von ${adjustedExperience}
